var quotes =[
    ['Успех приходит к тем,<br>кто следует его принципам'],
    ['Повышая ценность вещей вокруг,<br>можно повысить и свою ценность'],
    ['Держи разум чистым от суждений других'],
    ['Чтобы чего-то достичь,<br>за желаниями должны следовать действия'],
    ['Чтобы что-то начать,<br>нужно что-то закончить'],
    ['Лучше иметь одну цель и план для её реализации,<br>чем множество целей без понимания с чего начать'],
    ['Стоит научиться проявлять нежность к себе,<br>чтобы мир понял, что это тебе нужно'],
    ['Окружение должно совпадать с целями и поддерживать их.<br>Иное следует отпустить'],
    ['Неудачник не тот, кто не справился,<br>а тот, кто из-за неудачи сдался'],
    ['Каждое решение - это лишь бесценный опыт'],
    ['Нерешительность чаще приводит к сожалениям,<br>чем неверно сделанный выбор'],
    ['Поддаться безрассудному вдохновению лучше,<br>чем быть чужой марионеткой'],
    ['Когда знаешь, что искомый предмет точно есть, то ты обязательного его найдёшь.<br>Так вот, возможности - есть'],
    ['Прежде чем задавать вопросы миру,<br>стоит узнать какие ответы уже есть в сердце'],
    ['Живите так, как нужно именно вам'],
    ['Смысл есть даже в маленькой капле воды,<br>что уж говорить о человеке'],
    ['О какой жизни говорите,<br>такой она и будет'],
    ['У любого недостатка есть обратная сторона,<br>как и у достоинства.<br>Нужно лишь решить на какой хочется быть'],
];

document.getElementById("next").onclick = function() {
    document.getElementById("frase2").innerHTML=quotes[Math.floor(Math.random()*quotes.length)]
}